
# --- HERRAMIENTAS CLI ---
# --- HYPRLAND Y UTILIDADES DE ESCRITORIO ---
# --- NAVEGADOR Y EDITORES ---
# --- TEMAS ---
brave-bin
dotenv-linter
fnm
ghostty
git-delta
grimblast
hypridle
hyprlock
hyprpicker
impala
kvantum-theme-catppuccin-git
matugen
satty
sunsetr
swayosd
tinte
tofi
uwsm
visual-studio-code-bin
walker
wlogout
