
# --- CORE Y UTILIDADES ---
# --- FUENTES (puedes descomentar las que quieras) ---
# --- HERRAMIENTAS DE TERMINAL Y CLI (TU LISTA) ---
# --- HYPRLAND Y COMPONENTES VISUALES ---
# --- TEMAS Y APARIENCIA ---
atuin
base-devel
bat
brightnessctl
btop
cliphist
cmake
direnv
eza
fastfetch
fd
fzf
gdb
git
github-cli
gjs
grim
hyprland
hyprpaper
imagemagick
inetutils
jq
kvantum
lazydocker
lazygit
lua-check
luarocks
mako
nano
neovim
nwg-look
openssh
pamixer
pipewire
pnpm
polkit-kde-agent
python-pynvim
qt5-wayland
qt5ct
qt6-wayland
qt6ct
ripgrep
sddm
sheldon
slurp
starship
tar
tesseract
tesseract-data-eng
tmux
tree
ttf-cascadia-code-nerd
ttf-fira-code
ttf-jetbrains-mono-nerd
waybar
wireplumber
xdg-desktop-portal-hyprland
yazi
zed
zenity
zoxide
zsh
