aom
atuin
awww
base
base-devel
bat
blueman
brightnessctl
btop
chafa
cliphist
cmake
dbeaver
direnv
docker
docker-compose
dotnet-sdk
efibootmgr
eza
fastfetch
fd
ffmpeg
firefox
fnm
fzf
gdb
gemini-cli
ghostty
git
git-delta
github-cli
gjs
glow
gnome-keyring
grim
grub
gsm
gvfs
gvfs-mtp
hidapi
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprsunset
imagemagick
impala
inetutils
jq
just
kitty
kvantum
lazydocker
lazygit
libass
libavc1394
libbluray
libbs2b
libdovi
libdvdnav
libdvdread
libiec61883
libmodplug
libopenmpt
libplacebo
libraw1394
libsamplerate
libsecret
libsoxr
libssh
libtheora
libunibreak
libvdpau
libvpl
libvpx
linux
linux-firmware
l-smash
luarocks
mailcap
mako
matugen
mesa
nano
neovim
networkmanager
nwg-look
obsidian
ocl-icd
opencore-amr
openssh
os-prober
pamixer
pnpm
polkit-kde-agent
portaudio
python
python-pipx
qt5ct
qt5-wayland
qt6ct
qt6-wayland
rav1e
ripgrep
rubberband
satty
sddm
sdl2-compat
sdl3
shaderc
sheldon
slurp
snappy
speex
speexdsp
srt
starship
sudo
svt-av1
swaybg
swaync
swayosd
tesseract
tesseract-data-eng
thunar
thunar-archive-plugin
thunar-volman
timeshift
tmux
tree
tree-sitter-cli
ttf-cascadia-code-nerd
ttf-fira-code
ttf-jetbrains-mono-nerd
ttf-lilex-nerd
unixodbc
unzip
uwsm
v4l-utils
vapoursynth
vid.stab
vulkan-intel
waybar
wget
wofi
x264
x265
xclip
xdg-desktop-portal-hyprland
xvidcore
yazi
zed
zenity
zimg
zoxide
zsh
